[
 {
  "id": "1",
  "title": "Beni Mtir",
  "image": "https://i.postimg.cc/xCwDvHxQ/fgh.webp",
  "teaser": "Beni Mtir, Jendouba: Mountain village, historic dam, hot springs, eco-tourism project.",
  "location": "Jendouba, Tunisia",
"video": "https://res.cloudinary.com/dnntpvrmp/video/upload/v1749403666/kpu0ysxz37cydkp1ll7v.mp4",
"activities": [
    "Hiking in Oued Zen’s oak forests",
    "Birdwatching for rare species",
    "Exploring local springs and waterfalls"
  ],
  "titleOne": "Discovering the Serenity of Beni Mtir:",
  "titleOneSpan":"A Hidden Gem in Jendouba’s Kroumirie Mountains",
  "titleTwo": "A Village Born from History",
  "titleTwoSpan": "",
  "titleThree": "Nature’s Playground:",
"titleThreeSpan": "Forests, Waterfalls, and Thermal Springs",
  "description": "Nestled in the lush, emerald heart of Tunisia’s Kroumirie Mountains, Beni Mtir is a quaint village that feels like a step back in time. Tucked away in the Jendouba Governorate, this serene destination is a haven for eco-tourists seeking an authentic connection with nature and a glimpse into Tunisia’s rich cultural tapestry. With its dense forests, cascading waterfalls, and a burgeoning eco-tourism scene, Beni Mtir is poised to captivate those who crave tranquility and adventure in equal measure.",
  "descriptionTwo": "Beni Mtir’s story begins in the 1940s, when the French Protectorate established the village to house workers constructing the nearby Beni Mtir Dam. This historical tidbit gives the village its unique character—think charming cottages with red-tiled roofs, black shutters, and red-framed windows, all mandated by a municipal decree to preserve its distinct aesthetic. Walking through Beni Mtir feels like strolling through a European alpine village, yet the warmth of Tunisian hospitality and the scent of woodsmoke from chimneys ground you firmly in Northwest Tunisia. The village, sitting at 650 meters above sea level, is one of Tunisia’s least populated municipalities, with just 784 residents as of 2014. This small population, primarily young and employed by local utilities, adds to the intimate, community-driven vibe. The surrounding landscape, dominated by oak forests and green meadows, sets the stage for an eco-tourism experience that’s as rejuvenating as it is immersive",
  "descriptionThree": "Beni Mtir’s crown jewel is its natural beauty. The village is enveloped by the Kroumirie Mountains’ dense forests, where ancient trees create natural partitions, offering privacy and peace to visitors. The Beni Mtir Dam, a marvel of engineering, forms a serene lake that reflects the surrounding greenery, making it a perfect spot for picnics or quiet contemplation. For the adventurous, a hike to the nearby Beni Mtir waterfalls is a must. The trail, lined with lush trees and diverse flora, leads to a turquoise pool fed by clear, cascading waters—best visited in late winter or early spring when the scenery is at its most vibrant. One of Beni Mtir’s most unique features is the Hammam Salihine hot spring, boasting temperatures of 73°C, making it Tunisia’s hottest and one of the warmest globally. A pilot spa project, supported by the European Union, is in the works to transform this thermal treasure into an eco-friendly wellness destination. Imagine soaking in mineral-rich waters surrounded by forest, a perfect blend of relaxation and nature.",
  "comments": [
    {
      "name": "Sarah M.",
      "comment": "Oued Zen was a magical experience! The hiking trails were serene, and the waterfalls were stunning. Highly recommend staying in a local guesthouse!",
      "date": "2025-03-15"
    },
    {
      "name": "Ahmed K.",
      "comment": "The forests here are unreal. Saw so many unique birds and loved the fresh air. Perfect for a weekend escape.",
      "date": "2025-04-20"
    }
  ],
  "gallery": [
    "https://i.postimg.cc/C5tPXSCG/IMG-20250608-WA0014.jpg",
    "https://i.postimg.cc/s27rJ0rH/IMG-20250608-WA0013.jpg",
    "https://i.postimg.cc/tJH75VwW/IMG-20250608-WA0012.jpg"
  ],
  "whyvisit_gallery": [
    "https://i.postimg.cc/DzjqB5Ps/IMG-20250608-WA0010.jpg",
    "https://i.postimg.cc/FRkJGvR5/IMG-20250608-WA0009.jpg"
  ],
  "whatToDo_gallery": [
    "https://i.postimg.cc/MpZqqY1v/IMG-20250608-WA0017.jpg",
    "https://i.postimg.cc/pXq3YMnL/IMG-20250608-WA0008.jpg"
    
  ],
  "ecotourism_title": "Eco-Tourism in Beni Mtir",
  "ecotourism": "Beni Mtir is carving out a name as a premier eco-tourism destination, thanks to recent developments. A notable project, set to open partially in 2025, is a modern eco-resort near the Beni Mtir Dam. Spanning 1.5 hectares, this complex features a spa connected to the Salihine hot springs and ten rustic yet elegant wooden chalets, each designed to blend seamlessly with the environment. With a capacity for 120 guests daily, this resort prioritizes sustainability, using eco-friendly materials to minimize its environmental footprint. Despite financial and regulatory hurdles, the project’s 95% completion signals a bright future for eco-conscious travelers. The village’s designation as a tourist commune in 2023 by Tunisia’s Ministry of Tourism underscores its potential. This status unlocks funding to enhance infrastructure, protect natural sites, and promote activities like hiking, cycling, and horseback riding. The upcoming second edition of the International Photography and Nature Festival, held from February 14–16, 2025, will further spotlight Beni Mtir. This event celebrates the region’s biodiversity and rural women’s contributions to agriculture and crafts, offering workshops on photography and nature exploration.",
  "whyvisit_title": "Why Visit Beni Mtir?",
  "whyvisit": "Beni Mtir is more than a destination; it’s an invitation to slow down and reconnect. Its unspoiled landscapes, commitment to sustainable tourism, and rich cultural heritage make it a standout in Tunisia’s eco-tourism scene. Whether you’re hiking to a waterfall, soaking in a thermal spring, or capturing the forest’s beauty through a camera lens, Beni Mtir offers a rare chance to experience nature and community in harmony. Plan your visit to this hidden gem and discover why Beni Mtir is fast becoming a must-visit for eco-travelers. Pack your hiking boots, bring a camera, and prepare to be enchanted by the Kroumirie Mountains’ timeless allure.",

  "whatToDo_title":"What to Do in Beni Mtir",
  "whatToDo":"For outdoor enthusiasts, Beni Mtir is a playground. The Outdoors Beni Mtir camping center, located by the dam, offers wooden huts and cottages for a cozy stay, complete with local breakfasts featuring regional delicacies. Hiking trails wind through the forest, offering chances to spot wildlife or simply bask in the fresh mountain air. For a cultural twist, visit during the photography festival to engage with local artisans or explore the village’s colonial-era architecture, including a former church now serving as a kindergarten. Accommodations range from eco-lodges to Airbnb rentals, with guesthouses like those in nearby Faj Errih offering stunning dam views and wood-burning fireplaces for chilly evenings. Dining options are limited but authentic, with local hosts often serving hearty Tunisian dishes made from fresh, regional ingredients.",
  "sources":"Kapitalis, Managers.tn, TunisiaTravelGuide.com, LaPresse.tn"
},

 {
  "id": "2",
  "title": "El Feija: National Park",
  "image": "https://i.postimg.cc/xCkmckFM/IMG-20250608-WA0016.jpg",
  "teaser": "Discover El Feija’s wild beauty—ancient forests, rare wildlife, unforgettable adventure!",
  "location": "Jendouba, Tunisia",
"video": "https://res.cloudinary.com/dnntpvrmp/video/upload/v1749404349/aruznvngrx0f9tiv3fci.mp4",
"activities": [
    "Hiking in Oued Zen’s oak forests",
    "Birdwatching for rare species",
    "Exploring local springs and waterfalls"
  ],
  "titleOne": "Unveiling the Natural and Cultural Wonders of:",
  "titleOneSpan":" El Feija National Park, Jendouba",
  "titleTwo": "A Natural Haven in ",
  "titleTwoSpan": "the Kroumirie Mountains",
  "titleThree": "A Tapestry of History and Culture",
"titleThreeSpan": "",
  "description": "In the heart of Tunisia’s Kroumirie Mountains, El Feija National Park in Jendouba Governorate stands as a testament to the country’s rich natural and cultural heritage. Spanning 2,632 hectares, this pristine reserve, established in 1990, is a sanctuary for biodiversity and a beacon for eco-tourists seeking an immersive experience in Tunisia’s wettest region. With its ancient oak forests, Barbary deer, Neolithic relics, and community-driven conservation efforts, El Feija offers a journey into nature and history that feels both timeless and vibrant.",
  "descriptionTwo": "El Feija National Park, located 49 km west of Jendouba and 195 km from Tunis, is a jewel of the Kroumirie region, known for its humid Mediterranean climate. With annual rainfall reaching 1,200–2,000 mm and occasional snowfall, the park’s lush landscape is dominated by majestic Zen and cork oak forests, covering 90% of its terrain. These forests, deemed among North Africa’s finest by 19th-century botanists, shelter over 700 plant species, including lavender, myrtle, and medicinal herbs, creating a vibrant ecosystem that thrives in the misty hills.The park’s 417-hectare fenced zone protects the iconic Barbary deer, a symbol of the Kroumirie. Visitors can spot these majestic creatures, which can weigh up to 180 kg, in clearings at dawn or dusk, especially during the August–September rutting season when males clash for dominance. The park also hosts over 20 mammal species, including wild boars, golden wolves, and genets, alongside 70 bird species like the booted eagle, Levaillant’s woodpecker, and Eurasian hoopoe, making it a paradise for wildlife enthusiasts and birdwatchers.",
  "descriptionThree": "El Feija’s allure extends beyond its natural beauty to its deep historical roots. Archaeological finds, including flint and obsidian tools from the Neolithic period, reveal human presence dating back 10,000 years. The Kef Negcha rock shelters house ochre cave paintings, among the earliest places of worship in the region, while Numidian ruins hint at ancient fortified relays or the legendary city of Massinissa. These vestiges, seamlessly integrated into the landscape, make El Feija a UNESCO-recognized cultural landscape, blending nature and human history. The park’s eco-museum, perched on an esplanade overlooking Ghardimaou, offers an engaging introduction to this heritage. With modern displays and audiovisual tools, it highlights the park’s biodiversity and archaeological significance, sparking curiosity about the region’s ecological and cultural story. Nearby, the Sidi Bou Zitoun association, led by local women since 2012, champions sustainable practices like agroecology and community seed gardens, preserving ancient olive trees and local plant varieties while fostering eco-tourism.",
  "comments": [
    {
      "name": "Sarah M.",
      "comment": "Oued Zen was a magical experience! The hiking trails were serene, and the waterfalls were stunning. Highly recommend staying in a local guesthouse!",
      "date": "2025-03-15"
    },
    {
      "name": "Ahmed K.",
      "comment": "The forests here are unreal. Saw so many unique birds and loved the fresh air. Perfect for a weekend escape.",
      "date": "2025-04-20"
    }
  ],
  "gallery": [
    "https://i.postimg.cc/fb392tjy/IMG-20250607-WA0013.jpg",
    "https://i.postimg.cc/kMyByv3w/IMG-20250607-WA0005.jpg",
    "https://i.postimg.cc/YS1pCtt8/IMG-20250607-WA0009.jpg"
  ],
  "whyvisit_gallery": [
    "https://i.postimg.cc/pT86Kdm5/IMG-20250608-WA0015.jpg",
    "https://i.postimg.cc/KjT3Zds2/IMG-20250607-WA0027.jpg"
  ],
  "whatToDo_gallery": [
    "https://i.postimg.cc/CKKZZZ6J/IMG-20250607-WA0022.jpg",
    "https://i.postimg.cc/h48SBD2G/IMG-20250607-WA0016.jpg"
  ],
  "ecotourism_title": "Eco-Tourism Adventures and Sustainable Initiatives",
  "ecotourism": "El Feija is a playground for eco-tourists. Its 16 km of hiking trails, some guided by forest rangers, wind through forests and past natural springs, with highlights like the Statir summit and the vertigo-inducing Kef Nekcha rock, offering panoramic views. The park’s recreational areas near water sources are perfect for picnics, while camping facilities and rustic guesthouses provide immersive stays. The “Marche d’El Feija pour l’Espérance,” organized by local youth, promotes eco-tourism through guided walks, local cuisine, and artisan showcases, fostering community pride and economic growth. Recent developments underscore El Feija’s commitment to sustainability. A UNDP-supported project enhances local livelihoods through apiculture, oil production, and artisanal crafts, engaging 140 families living around the park. The Sidi Bou Zitoun initiative, focused on biodiversity and climate resilience, has created jobs for women and youth, countering the region’s 21.5% poverty rate. These efforts align with Tunisia’s 2020 social and solidarity economy bill, promoting eco-tourism as a tool for inclusion and environmental stewardship.",
  "whyvisit_title": "Why Visit El Feija?",
  "whyvisit": "El Feija National Park is a rare blend of natural splendor, ancient history, and community-driven eco-tourism. Its oak forests, diverse wildlife, and archaeological treasures create an unforgettable experience, while local initiatives ensure your visit supports sustainable development. Whether you’re hiking through misty trails, marveling at prehistoric art, or connecting with locals, El Feija invites you to discover Tunisia’s wild heart with respect and wonder. Plan your trip to this Kroumirie gem and experience eco-tourism at its finest—where nature, culture, and community converge.",

  "whatToDo_title":"What to Do in El Feija",
  "whatToDo":"Start your visit at the eco-museum to grasp the park’s ecological and historical significance. Embark on a guided hike to spot Barbary deer or explore the Kef Negcha for breathtaking views—bring sturdy shoes and avoid if prone to vertigo. Kayaking or picnicking by the park’s springs offers a serene escape, while birdwatching enthusiasts can track species like the peregrine falcon. For a cultural immersion, join the annual Marche d’El Feija or visit local cooperatives to sample fresh produce and crafts. Nearby attractions like Bulla Regia (50 km) or Chemtou (30 km) make El Feija an ideal base for a multi-day adventure. Accommodations range from park campsites to guesthouses in Ain Soltane, where you can savor Tunisian dishes like brik or shorba, made with local ingredients. The temperate climate (5–10°C in winter, 25–30°C in summer) ensures year-round appeal, though spring offers the lushest scenery.",
  "sources":"Medomed.org, TunisiaTravelGuide.com, Voyage-Tunisie.info, TRTWorld.com, Espacemanager.com"
},
{
  "id": "3",
  "title": "El Mrij",
  "image": "https://i.postimg.cc/xdg4RZ5n/FEELINGS-GOOD-tunisia-visittunisia-jandouba-elmrij-fyp-edits-art-artphotography.jpg",
  "teaser": "Explore El Mrij’s serene landscapes, vibrant culture, and hidden natural treasures!",
  "location": "Jendouba, Tunisia",
"video": "https://res.cloudinary.com/dnntpvrmp/video/upload/v1749405351/vhivuvepxhm3gr2lwby2.mp4",
"activities": [
    "Hiking in Oued Zen’s oak forests",
    "Birdwatching for rare species",
    "Exploring local springs and waterfalls"
  ],
  "titleOne": "Embracing the Wild Charm of El Mrij:",
  "titleOneSpan":"Jendouba’s Eco-Tourism Retreat",
  "titleTwo": "A Forested Escape in ",
  "titleTwoSpan": "the Kroumirie Mountains",
  "titleThree": "Adventures and Cultural Immersion",
"titleThreeSpan": " The El Mrij Camping Center",
"titleFour": "Sustainable Development and Community Spirit",
  "description": "Nestled in the lush Kroumirie Mountains of Jendouba Governorate, El Mrij is a hidden treasure that beckons eco-tourists with its untouched forests, vibrant community initiatives, and a serene ambiance perfect for nature lovers. Located in the Ain Draham delegation, this forested retreat is a haven for those seeking to disconnect from the bustle of modern life and reconnect with Tunisia’s natural and cultural heritage. From hiking through ancient oak groves to immersing in local festivals, El Mrij offers an authentic eco-tourism experience that’s as enriching as it is tranquil.",
  "descriptionTwo": "El Mrij, situated in the heart of Ain Draham’s dense forests, is surrounded by the iconic Zen and cork oak trees that define the Kroumirie region’s landscape. The area’s high altitude and abundant rainfall—among the highest in Tunisia—create a verdant paradise of misty hills and vibrant greenery. This microclimate fosters a rich ecosystem, with diverse flora like lavender and myrtle, and fauna including wild boars and migratory birds, making El Mrij a hotspot for eco-tourists and nature enthusiasts. Historically, El Mrij played a role during the French colonial era as a hub for a cable car system that transported materials from Jendouba to the Beni Mtir Dam, some 40 km away. Locals like Abdallah Khemiri, a 76-year-old resident, recall how this cable car also carried stones to a crusher in El Mrij for road construction, weaving the area into the region’s industrial past. Today, this history adds a layer of intrigue, with remnants of colonial infrastructure blending into the natural surroundings.",
  "descriptionThree": "El Mrij is a playground for outdoor activities. The Bellfiri trail, guided by local experts like Rania Mechergui of Dar El Ain, winds through oak forests and offers stunning views of the Kroumirie’s hills and valleys. Another highlight is the Shepherd’s Route, a scenic hike through the Srarih village, where visitors can meet apiculturists and explore panoramic streets. For families, the camping center’s mini-club offers archery, pétanque, and inflatable games, ensuring fun for all ages. Cultural experiences abound, with opportunities to taste authentic Tunisian cuisine prepared by local women, such as couscous or mlewi with regional honey. The festival’s public library and artisan markets provide a glimpse into the region’s traditions, while activities like Nordic walking and kayaking at nearby Dar El Karma in Tabarka add variety. The area’s proximity to other attractions, like the Roman ruins of Bulla Regia (40 km away), makes El Mrij an ideal base for broader exploration.",
  "descriptionFour": "El Mrij’s eco-tourism is deeply tied to community-driven initiatives. The camping center’s development, supported by projects launched in 2011, includes modern amenities like clean restrooms and dining areas serving local produce. These efforts, backed by Tunisia’s Ministry of Youth and Sports, aim to create jobs and promote sustainable tourism. Local voices, like Marwa Arfaoui of Ain Draham’s Red Crescent, advocate for further investments, such as a proposed cable car to link Ain Draham and Tabarka, which could boost tourism while preserving the region’s natural charm. The area’s artisans, particularly women, play a vital role in El Mrij’s eco-tourism ecosystem. From pottery to beekeeping, their work supports biodiversity and economic resilience, aligning with global sustainable tourism models. Visitors contribute to these efforts by staying at eco-friendly accommodations or purchasing local crafts, ensuring their trip leaves a positive impact.",
  "comments": [
    {
      "name": "Sarah M.",
      "comment": "Oued Zen was a magical experience! The hiking trails were serene, and the waterfalls were stunning. Highly recommend staying in a local guesthouse!",
      "date": "2025-03-15"
    },
    {
      "name": "Ahmed K.",
      "comment": "The forests here are unreal. Saw so many unique birds and loved the fresh air. Perfect for a weekend escape.",
      "date": "2025-04-20"
    }
  ],
  "gallery": [
    "https://i.postimg.cc/K8TNjHwJ/IMG-20250608-WA0044.jpg",
    "https://images.pexels.com/photos/338936/pexels-photo-338936.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
    "https://i.postimg.cc/hvwLPL0k/IMG-20250608-WA0039.jpg"
  ],
  "whyvisit_gallery": [
    "https://i.postimg.cc/1trwwxrr/IMG-20250608-WA0038.jpg",
    "https://i.postimg.cc/8zfyW5Jd/IMG-20250608-WA0043.jpg"
  ],
  "whatToDo_gallery": [
    "https://i.postimg.cc/3J5W7fjK/IMG-20250608-WA0042.jpg",
    "https://i.postimg.cc/5yPP5QSg/IMG-20250608-WA0040.jpg"
  ],
  "ecotourism_title": "Eco-Tourism at Its Core: The El Mrij Camping Center",
  "ecotourism": "The heart of El Mrij’s eco-tourism appeal is the Centre Camping El Mrij, a well-equipped facility designed for immersive outdoor experiences. Nestled in the Ain Draham forest, the center offers wooden cabins, tent sites, and a range of activities that celebrate the region’s natural beauty. Visitors can enjoy hiking trails like the Bellfiri circuit, a high-potential nature trail where you might encounter local artisans or spot wildlife. The center’s commitment to sustainability is evident in its low-impact facilities and rules encouraging minimal waste and respect for the environment. El Mrij’s eco-tourism efforts gained momentum with events like the Jendouba Spring Fest, held at the camping center from May 12–15, 2022. Organized by the Tunis lilkol association, this festival showcased mountain and forest tourism through activities like botanical hikes in the Douar Labgaa forest, visits to traditional cheese makers, and workshops on pottery with local artisans. The event also featured ecological roundtables and tree-planting initiatives, reinforcing El Mrij’s dedication to environmental preservation and community engagement.",
  "whyvisit_title": "Why Visit El Mrij?",
  "whyvisit": "El Mrij is a sanctuary for those craving authentic eco-tourism. Its pristine forests, sustainable camping facilities, and vibrant community initiatives create a unique blend of adventure and cultural immersion. Whether you’re hiking through oak groves, learning pottery from local artisans, or simply unwinding in nature’s embrace, El Mrij offers a chance to experience Tunisia’s wild heart while supporting its sustainable future. Pack your hiking boots and visit El Mrij for an eco-friendly escape that celebrates nature, culture, and community in Jendouba’s Kroumirie Mountains.",

  "whatToDo_title":"What to Do in El Mrij",
  "whatToDo":"Begin your adventure at the Centre Camping El Mrij, where you can book a cozy cabin or pitch a tent. Join a guided hike on the Bellfiri trail or explore the Shepherd’s Route to meet local beekeepers. Savor a traditional Tunisian lunch at the center’s restaurant, featuring dishes made with fresh, local ingredients. For a cultural fix, visit during the Jendouba Spring Fest to engage with artisans or join an ecological workshop. Nearby, Tabarka’s beaches and Ain Draham’s thermal springs offer day-trip options. Accommodations are rustic yet comfortable, with the camping center and nearby guesthouses like Résidence Panorama providing warm hospitality. Spring and early summer are ideal for visiting, when the forests are lush and temperatures are mild (15–25°C).",
  "sources":"Safarway.com, Tunisie.co, Kapitalis.com, Tunisienumerique.com"
},
{
  "id": "4",
  "title": "El Welja",
  "image": "https://i.postimg.cc/rmRWZ0Tg/xx.jpg",
  "teaser": "El Welja: Hidden gem with scenic nature, authentic culture, and peaceful escapes.",
  "location": "Jendouba, Tunisia",
"video": "https://res.cloudinary.com/dnntpvrmp/video/upload/v1749406444/grl4fxvdcxvk1kbd2zqc.mp4",
"activities": [
    "Hiking in Oued Zen’s oak forests",
    "Birdwatching for rare species",
    "Exploring local springs and waterfalls"
  ],
  "titleOne": "Discovering the Tranquil Beauty of El Welja:",
  "titleOneSpan":"Jendouba’s Eco-Tourism Retreat",
  "titleTwo": "A Natural Oasis in ",
  "titleTwoSpan": "the Kroumirie Mountains",
  "titleThree": "Adventures and Cultural Connections",
"titleThreeSpan": "",
"titleFour": "Sustainable Development and Community Impact",
  "description": "El Welja is a haven for outdoor enthusiasts. The surrounding trails, part of the Kroumirie’s extensive network, offer breathtaking views of fertile valleys and misty hills. Hikers can explore routes like those connecting El Welja to nearby Beni Mtir or the El Moula Dam, with opportunities to spot wildlife or discover hidden springs. For a more leisurely experience, the camping center organizes eco-tours that highlight the region’s flora and fauna, perfect for photographers and nature lovers. Culturally, El Welja is deeply rooted in the Kroumirie’s traditions. Visitors can engage with local communities through culinary experiences, savoring dishes like brik, couscous, or fresh honey from regional beekeepers. The area’s proximity to Ain Draham’s vibrant souks and festivals, such as the Jendouba Spring Fest, allows travelers to immerse themselves in Tunisian heritage. These events often feature local music, dance, and handicrafts, fostering a sense of connection between visitors and residents.",
  "descriptionTwo": "El Welja, nestled in the heart of the Kroumirie region, is surrounded by verdant oak and cork forests, where the air is crisp and the landscape is painted in shades of green. The area’s high rainfall, often exceeding 1,500 mm annually, creates a lush, humid environment that supports a rich ecosystem of flora and fauna. From wildflowers like lavender to sightings of Barbary deer and migratory birds, El Welja’s natural beauty is a draw for eco-tourists and wildlife enthusiasts alike. The region’s temperate climate—cool winters (5–10°C) and mild summers (25–30°C)—makes it an ideal year-round destination, with spring offering the most vibrant scenery. The village’s proximity to Ain Draham, a hub for eco-tourism in Jendouba, places it within easy reach of other natural attractions, yet El Welja retains a quiet, unspoiled charm. Its forested trails and scenic viewpoints offer a peaceful retreat, perfect for those looking to disconnect and recharge amidst nature’s embrace.",
  "descriptionThree": "Beni Mtir’s crown jewel is its natural beauty. The village is enveloped by the Kroumirie Mountains’ dense forests, where ancient trees create natural partitions, offering privacy and peace to visitors. The Beni Mtir Dam, a marvel of engineering, forms a serene lake that reflects the surrounding greenery, making it a perfect spot for picnics or quiet contemplation. For the adventurous, a hike to the nearby Beni Mtir waterfalls is a must. The trail, lined with lush trees and diverse flora, leads to a turquoise pool fed by clear, cascading waters—best visited in late winter or early spring when the scenery is at its most vibrant. One of Beni Mtir’s most unique features is the Hammam Salihine hot spring, boasting temperatures of 73°C, making it Tunisia’s hottest and one of the warmest globally. A pilot spa project, supported by the European Union, is in the works to transform this thermal treasure into an eco-friendly wellness destination. Imagine soaking in mineral-rich waters surrounded by forest, a perfect blend of relaxation and nature.",
  "descriptionFour":"El Welja’s eco-tourism efforts are bolstered by Jendouba’s broader investment in sustainable tourism, with over TND 400 million in projects aimed at enhancing the region’s appeal. The Welja Camping Center aligns with this vision, creating jobs for locals and promoting eco-friendly practices like tree planting and waste reduction. Community-driven initiatives, such as those supported by Tunisia Ecotourism, emphasize social inclusion and environmental preservation, ensuring that tourism benefits both the land and its people. Recent developments, including improved infrastructure and eco-tours, reflect El Welja’s commitment to sustainable growth. The region’s focus on non-traditional tourism products, such as outdoor activities and cultural experiences, diversifies its offerings while preserving its ecological integrity. These efforts align with global models of responsible tourism, making El Welja a model for eco-conscious travel in Tunisia.",
  "comments": [
    {
      "name": "Sarah M.",
      "comment": "Oued Zen was a magical experience! The hiking trails were serene, and the waterfalls were stunning. Highly recommend staying in a local guesthouse!",
      "date": "2025-03-15"
    },
    {
      "name": "Ahmed K.",
      "comment": "The forests here are unreal. Saw so many unique birds and loved the fresh air. Perfect for a weekend escape.",
      "date": "2025-04-20"
    }
  ],
  "gallery": [
    "https://i.postimg.cc/28DvTSKF/IMG-20250608-WA0027.jpg",
    "https://i.postimg.cc/gkHh7P99/IMG-20250608-WA0026.jpg",
    "https://i.postimg.cc/t4rxXtC2/IMG-20250608-WA0025.jpg"
  ],
  "whyvisit_gallery": [
    "https://i.postimg.cc/vTd1P03H/xxxxx.jpg",
    "https://i.postimg.cc/tRhn1H41/Welja-A-n-Draham-Nich-e-dans-les-for-ts-magiques-de-la-Kroumirie-Welja-est-l-endroit-r-v.jpg"
  ],
  "whatToDo_gallery": [
    "https://i.postimg.cc/52tXkYqv/IMG-20250608-WA0028.jpg",
    "https://i.postimg.cc/rmRWZ0Tg/xx.jpg"
  ],
  "ecotourism_title": "Eco-Tourism at Its Core: Welja Camping Center",
  "ecotourism": "The cornerstone of El Welja’s eco-tourism appeal is the Welja Camping Center, a sustainable facility designed to harmonize with its natural surroundings. Located in Tbainia, the center offers eco-friendly accommodations, including wooden cabins and tent sites, catering to adventurers and families alike. The center emphasizes low-impact tourism, with guidelines encouraging minimal waste and respect for the environment. Visitors can enjoy a range of activities, from guided hikes through the Kroumirie forests to birdwatching and stargazing under the clear mountain skies. The camping center is part of a broader push for sustainable tourism in Jendouba, supported by initiatives like those from Trans Tunisia Trekking Trail, which collaborates with local partners to promote cultural preservation and eco-friendly practices. Activities at the center include forest treks, where guides share insights about the region’s biodiversity, and workshops showcasing local crafts, such as pottery and weaving, often led by artisans from nearby villages.",
  "whyvisit_title": "Why Visit El Wejla?",
  "whyvisit": "El Welja is a sanctuary for those seeking a balance of adventure, relaxation, and cultural discovery. Its pristine forests, sustainable camping facilities, and warm community spirit make it a standout in Jendouba’s eco-tourism scene. Whether you’re hiking through misty trails, savoring local cuisine, or learning about Kroumirie traditions, El Welja offers a chance to experience Tunisia’s natural and cultural riches in harmony. Plan your escape to El Welja and discover why this Kroumirie retreat is a rising star in eco-tourism, where every visit supports a sustainable future.",

  "whatToDo_title":"What to Do in El Welja",
  "whatToDo":"Start your visit at the Welja Camping Center, where you can book a cozy cabin or tent for an immersive stay. Join a guided forest trek to explore the Kroumirie’s trails, or opt for a birdwatching tour to spot species like the Eurasian hoopoe. Enjoy a traditional Tunisian meal at the center’s restaurant, featuring local ingredients like olive oil and mountain herbs. For a cultural experience, visit nearby Ain Draham for its weekly souk or attend a local festival showcasing regional crafts. Day trips to attractions like El Feija National Park (30 km away) or the Roman ruins of Bulla Regia (40 km) add depth to your adventure. Accommodations at the camping center are simple yet comfortable, with modern amenities like clean restrooms and communal dining areas. Spring and early summer are ideal for visiting, when the forests are lush and the weather is perfect for outdoor exploration.",
  "sources":"Transtunisia.com, Zawya.com, Tunisiaecotourism.com, En.wikipedia.org"
},
{
  "id": "5",
  "title": "Oued Zen",
  "image": "https://i.postimg.cc/SKT375QC/IMG-20250608-WA0031.jpg",
  "teaser": "Oued Zen: Lush forest, clear streams, Barbary deer, scenic trails, nature’s paradise.",
  "location": "Jendouba, Tunisia",
"video": "https://res.cloudinary.com/dnntpvrmp/video/upload/v1749406967/urjbagldvwrg6przcdz9.mp4",
"activities": [
    "Hiking in Oued Zen’s oak forests",
    "Birdwatching for rare species",
    "Exploring local springs and waterfalls"
  ],
  "titleOne": "Immersing in the Lush Wilderness of Oued Zen:",
  "titleOneSpan":"Jendouba’s Eco-Tourism Paradise",
  "titleTwo": "A Verdant Heart in the ",
  "titleTwoSpan": "the Kroumirie Mountains",
  "titleThree": "Cultural and Sustainable Connections",
"titleThreeSpan": "",
"titleFour": "",
  "description": "Deep in the Kroumirie Mountains of Jendouba Governorate, Oued Zen National Park stands as a verdant sanctuary, inviting eco-tourists to explore its sprawling forests and vibrant biodiversity. Established in 2010, this 6,700-hectare park in the Ain Draham delegation, roughly 200 km west of Tunis and 50 km from Jendouba, is a cornerstone of Tunisia’s eco-tourism scene. With its Zen oak forests, diverse wildlife, and sustainable community initiatives, Oued Zen offers a perfect blend of adventure, tranquility, and cultural connection, making it an unmissable destination for nature lovers.",
  "descriptionTwo": "Oued Zen National Park is a testament to the Kroumirie region’s status as Tunisia’s wettest area, with annual rainfall of 1,200–2,000 mm creating a lush, green landscape. The park’s defining feature is its dense forests of Zen oaks, which cover much of its 6,700 hectares, earning acclaim as some of North Africa’s finest woodlands. These forests shelter a rich ecosystem, with over 500 plant species, including ferns and wildflowers, and wildlife like Barbary deer, wild boars, and golden wolves. Birdwatchers can spot species such as the booted eagle, Levaillant’s woodpecker, and Eurasian hoopoe, making Oued Zen a haven for biodiversity enthusiasts. The park’s temperate climate—5–10°C in winter with occasional snow and 25–30°C in summer—ensures year-round appeal, though spring and early autumn offer the most vibrant scenery. Its high altitude and misty hills create a serene ambiance, perfect for those seeking to escape urban life and immerse in nature’s embrace.",
  "descriptionThree": "Oued Zen’s eco-tourism is deeply tied to community initiatives. Local associations, such as Tunis lilkol, organize events like the Jendouba Spring Fest, held in nearby Ain Draham, featuring artisan markets, traditional cheese-making demonstrations, and tree-planting activities. These efforts, supported by Tunisia’s Ministry of Tourism, promote sustainable livelihoods while preserving the Kroumirie’s cultural and natural heritage. Visitors can engage with local women crafting pottery or beekeeping, tasting regional specialties like mlewi bread with wild honey, which supports small-scale producers. Recent investments, including over TND 400 million for Jendouba’s tourism infrastructure, have enhanced Oued Zen’s accessibility and facilities. The park’s creation in 2010 by Decree n° 2010-1696 reflects Tunisia’s commitment to protecting its ecosystems, with ongoing projects integrating smart technologies like IoT for sustainable resource management. These advancements ensure minimal environmental footprints while enhancing visitor experiences through guided tours and interactive platforms.",
  "descriptionFour": "",
  "comments": [
    {
      "name": "Sarah M.",
      "comment": "Oued Zen was a magical experience! The hiking trails were serene, and the waterfalls were stunning. Highly recommend staying in a local guesthouse!",
      "date": "2025-03-15"
    },
    {
      "name": "Ahmed K.",
      "comment": "The forests here are unreal. Saw so many unique birds and loved the fresh air. Perfect for a weekend escape.",
      "date": "2025-04-20"
    }
  ],
  "gallery": [
    "https://i.postimg.cc/1Rc0kF6Y/IMG-20250608-WA0035.jpg",
    "https://images.pexels.com/photos/338936/pexels-photo-338936.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
    "https://i.postimg.cc/x17Lv3Dq/IMG-20250608-WA0037.jpg"
  ],
  "whyvisit_gallery": [
    "https://i.postimg.cc/NjPkNwTs/IMG-20250608-WA0032.jpg",
    "https://i.postimg.cc/RhRcwr4z/IMG-20250608-WA0030.jpg"
  ],
  "whatToDo_gallery": [
    "https://i.postimg.cc/fWXqJkdx/IMG-20250608-WA0033.jpg",
    "https://i.postimg.cc/c4S9YZ7P/IMG-20250608-WA0034.jpg"
  ],
  "ecotourism_title": "Eco-Tourism Adventures: Trails and Camping",
  "ecotourism": "Oued Zen is a paradise for outdoor enthusiasts, with 11–15 km hiking trails that wind through oak forests and scenic valleys. Trails like the Sidi Youssef to Oued Zen route, a 13-km moderate hike, showcase the park’s natural beauty, with opportunities to spot wildlife or enjoy panoramic views. The ZEN Escape camping program, organized by platforms like Idwey, offers immersive experiences, including guided treks, yoga sessions, and campfire evenings under starry skies. Participants are encouraged to bring proper gear, such as hiking boots and 2 liters of water, to fully enjoy the rugged terrain while adhering to eco-friendly practices like waste reduction. The Oued Zen Camping Center, a hub for eco-tourism, provides tent sites and wooden cabins designed to blend with the environment. Activities include botanical hikes, birdwatching, and workshops with local artisans, fostering a deep connection to the region’s heritage. The center’s rules emphasize respect for nature, prohibiting alcohol and encouraging minimal environmental impact, ensuring the park remains pristine for future visitors.",
  "whyvisit_title": "Why Visit Oued Zen?",
  "whyvisit": "Oued Zen National Park is a gem for eco-tourists, offering pristine forests, diverse wildlife, and a commitment to sustainable tourism. Whether you’re hiking through oak groves, camping under the stars, or connecting with local artisans, Oued Zen delivers an authentic experience that celebrates Tunisia’s natural and cultural richness. Its blend of adventure and tranquility, supported by community-driven initiatives, ensures every visit leaves a positive impact. Pack your sense of wonder and visit Oued Zen to discover why this Kroumirie paradise is a rising star in Tunisia’s eco-tourism landscape.",

  "whatToDo_title":"What to Do in Oued Zen",
  "whatToDo":"Begin your visit at the Oued Zen Camping Center, where you can book a tent or cabin for a cozy stay. Join a guided hike on trails like the 14-km Oued Zen circuit, ideal for spotting Barbary deer or capturing the forest’s beauty. Enjoy a picnic by a natural spring or participate in a yoga session during a ZEN Escape weekend. For cultural immersion, visit during local festivals to sample Tunisian cuisine or purchase handmade crafts. Nearby attractions, such as El Feija National Park (30 km away) or Tabarka’s beaches (40 km), make Oued Zen a great base for exploring the region. Accommodations are eco-friendly, with clean restrooms and communal dining areas serving local dishes. Spring (March–May) is ideal for lush greenery, while autumn offers cooler hiking conditions. Bring sturdy shoes and a reusable water bottle to stay sustainable.",
  "sources":"Safarway.com, Tunisie.co, Kapitalis.com, Tunisienumerique.com"
},
{
  "id": "6",
  "title": "Bouhertma",
  "image": "https://i.postimg.cc/76pxXbP3/IMG-20250608-WA0022.jpg",
  "teaser": "Bouhertma: Northwest Tunisia’s outdoor haven for camping, glamping, kayaking, hiking, and team building adventures.",
  "location": "Jendouba, Tunisia",
"video": "https://res.cloudinary.com/dnntpvrmp/video/upload/v1749407705/w61lods3oyxkmazk7hii.mp4",
"activities": [
    "Hiking in Oued Zen’s oak forests",
    "Birdwatching for rare species",
    "Exploring local springs and waterfalls"
  ],
  "titleOne": "Exploring the Natural Splendor of Bouhertma:",
  "titleOneSpan":"Jendouba’s Eco-Tourism Haven",
  "titleTwo": "A Landscape Shaped by Water and Time",
  "titleTwoSpan": "",
  "titleThree": "Nature’s Playground:",
"titleThreeSpan": " Forests, Lakes, and Outdoor Adventures",
"titleFour": "",
  "description": "Tucked away in the verdant northwest of Tunisia, in the Jendouba Governorate, lies Bouhertma, a serene destination that beckons eco-tourists with its pristine landscapes and vibrant community spirit. Known for its iconic dam and surrounding ecological treasures, Bouhertma offers a perfect blend of natural beauty, outdoor adventure, and sustainable tourism initiatives. Whether you’re seeking a peaceful retreat or an active escape, this hidden gem in the Kroumirie region promises an unforgettable experience.",
  "descriptionTwo": "Bouhertma’s heart is its dam, a vital structure built in 1976 that has transformed the region’s agricultural and ecological landscape. Recently upgraded in 2024 with a 91-million-dinar investment, the Bouhertma Dam now boasts a storage capacity of 145 million cubic meters, an increase of 33 million cubic meters, ensuring water security for irrigation and potable water for northern Tunisia through 2050. The dam’s shimmering reservoir, set against a backdrop of rolling green hills and dense forests, creates a postcard-perfect scene that invites visitors to pause and soak in the tranquility. The area’s history is intertwined with its water resources. The dam supports 30,000 hectares of irrigated farmland, bolstering food security while protecting nearby Bousalem from flooding. Yet, Bouhertma is more than its engineering marvel—it’s a place where nature and human ingenuity coexist, offering eco-tourists a chance to explore a region that thrives on sustainable practices.",
  "descriptionThree": "Bouhertma’s natural allure lies in its diverse terrain. The dam’s reservoir, fringed by lush forests, is a haven for outdoor enthusiasts. The Bouhertma Outdoors Ecological Center, located on the dam’s banks in Fernana, is a cornerstone of the region’s eco-tourism efforts. This family-friendly camping center offers wooden cabins, tent rentals, and a range of activities, from kayaking on the turquoise waters to volleyball and archery under the shade of towering trees. The center’s pergola and children’s play area make it ideal for families, while its commitment to environmental preservation ensures a low-impact experience. Hiking trails around Bouhertma weave through oak and cork forests, offering glimpses of local wildlife and vibrant flora. The nearby Oued Medjerda, Tunisia’s only river, adds to the region’s ecological richness, making it a hotspot for birdwatching and nature photography. For water lovers, kayaking on the dam’s calm waters provides a serene way to connect with the landscape, with rentals available through local outfitters like Wildly. The best time to visit is late winter to early spring, when the hills are lush and the weather is mild.",
  "descriptionFour": "",
  "comments": [
    {
      "name": "Sarah M.",
      "comment": "Oued Zen was a magical experience! The hiking trails were serene, and the waterfalls were stunning. Highly recommend staying in a local guesthouse!",
      "date": "2025-03-15"
    },
    {
      "name": "Ahmed K.",
      "comment": "The forests here are unreal. Saw so many unique birds and loved the fresh air. Perfect for a weekend escape.",
      "date": "2025-04-20"
    }
  ],
  "gallery": [
    "https://i.postimg.cc/YS5VsFgC/IMG-20250608-WA0023.jpg",
    "https://i.postimg.cc/pXBH5sjY/IMG-20250608-WA0021.jpg",
    "https://i.postimg.cc/kGFk852X/IMG-20250608-WA0018.jpg"
  ],
  "whyvisit_gallery": [
    "https://i.postimg.cc/kGFk852X/IMG-20250608-WA0018.jpg",
    "https://i.postimg.cc/WpGRx55L/Encore-3-places-pour-Camping-Bouhertma-Outdoors-25-26-mai-2024-D-part-de-sahlin-Monastir-So.jpg"
  ],
  "whatToDo_gallery": [
    "https://i.postimg.cc/Dw27x9hM/IMG-20250608-WA0019.jpg",
    "https://i.postimg.cc/pXBH5sjY/IMG-20250608-WA0021.jpg"
  ],
  "ecotourism_title": "Eco-Tourism and Community Connection",
  "ecotourism": "Bouhertma’s eco-tourism scene is deeply rooted in sustainability and community empowerment. The Bouhertma Outdoors Ecological Center emphasizes respect for nature, with rules encouraging minimal waste and noise to preserve the area’s idyllic charm. The center’s restaurant serves authentic Tunisian dishes, including local specialties like mlewi, ricotta, and honey, sourced from nearby farms, fostering economic opportunities for the community. Each reservation at the center supports a tree-planting initiative, reinforcing its eco-friendly ethos. Recent developments highlight Bouhertma’s growing appeal. The dam’s expansion not only secures water resources but also enhances the region’s eco-tourism potential by ensuring the health of surrounding ecosystems. The area’s designation as a key eco-tourism site by local authorities has spurred investments in infrastructure, such as improved irrigation networks to reduce water waste, a critical step given past shortages. These efforts align with Tunisia’s broader push for sustainable tourism, drawing inspiration from global models like Bhutan’s “high value, low impact” strategy.",
  "whyvisit_title": "Why Visit Bouhertma?",
  "whyvisit": "Bouhertma is a sanctuary for those seeking to escape the hustle of city life. Its blend of natural beauty, sustainable tourism, and warm community spirit makes it a standout destination in Jendouba. Whether you’re paddling across the dam, hiking through forests, or savoring a local meal under the stars, Bouhertma offers a chance to reconnect with nature and support a region committed to preserving its ecological and cultural heritage. Pack your sense of adventure and visit Bouhertma for an eco-tourism experience that nourishes both body and soul. This corner of Tunisia is ready to welcome you with open arms and endless possibilities.",

  "whatToDo_title":"What to Do in Bouhertma",
  "whatToDo":"Visitors to Bouhertma can immerse themselves in a range of activities. Start your day with a hearty breakfast at the ecological center, featuring fresh, local ingredients. Kayak across the dam’s reservoir for a morning of adventure, or hike the surrounding trails to discover hidden viewpoints. The center’s convivial atmosphere encourages mingling with fellow campers, fostering a sense of community. For a cultural experience, visit during local festivals or markets in Fernana, where artisans showcase traditional crafts. Accommodations range from cozy cabins to tent sites, with modern amenities like clean restrooms ensuring comfort. For a more immersive stay, nearby guesthouses offer a glimpse into rural Tunisian life, complete with home-cooked meals. Don’t miss the chance to explore nearby attractions like the Oued Medjerda or the historic town of Tabarka, just a short drive away.",
  "sources":"Safarway.com, Tunisie.co, Kapitalis.com, Tunisienumerique.com"
}
]